Repository: vttdn/frames-web
Catalog: privacy.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# descr_privacy_paragraph10
source: Frames offers optional iCloud sync. When enabled, the data you create in the app (such as your films, frames, and metadata) is stored in your private iCloud account and synced across devices signed in to the same Apple ID. This data is tied to your Apple ID, handled by Apple under its own privacy terms, and is not accessible to the developer. You can turn iCloud sync on or off at any time in the app's settings. If you turn it off or sign out of iCloud, syncing stops.
ar: يوفّر Frames مزامنة iCloud اختيارية. عند تفعيلها، تُخزَّن البيانات التي تنشئها في التطبيق (مثل الأفلام والإطارات والبيانات الوصفية) في حساب iCloud الخاص بك وتُزامَن عبر الأجهزة المُسجَّل الدخول إليها بنفس Apple ID. ترتبط هذه البيانات بمعرّف Apple ID الخاص بك، وتتولّى Apple إدارتها وفقًا لشروط الخصوصية الخاصة بها، ولا يمكن للمطوّر الوصول إليها. يمكنك تفعيل مزامنة iCloud أو إيقافها في أي وقت من إعدادات التطبيق. إذا أوقفتها أو سجّلت الخروج من iCloud، تتوقّف المزامنة.
cs: Frames nabízí volitelnou synchronizaci přes iCloud. Když je zapnutá, data, která v aplikaci vytvoříte (například filmy, snímky a metadata), se ukládají do vašeho soukromého účtu iCloud a synchronizují se mezi zařízeními přihlášenými ke stejnému Apple ID. Tato data jsou vázána na vaše Apple ID, spravuje je společnost Apple podle vlastních zásad ochrany soukromí a vývojář k nim nemá přístup. Synchronizaci iCloud můžete kdykoli zapnout nebo vypnout v nastavení aplikace. Pokud ji vypnete nebo se odhlásíte z iCloudu, synchronizace se zastaví.
da: Frames tilbyder valgfri iCloud-synkronisering. Når den er aktiveret, gemmes de data, du opretter i appen (f.eks. dine film, rammer og metadata), på din private iCloud-konto og synkroniseres på tværs af enheder, der er logget ind med samme Apple-id. Disse data er knyttet til dit Apple-id, håndteres af Apple i henhold til Apples egne privatlivsvilkår og er ikke tilgængelige for udvikleren. Du kan til enhver tid slå iCloud-synkronisering til eller fra i appens indstillinger. Hvis du slår den fra eller logger ud af iCloud, stopper synkroniseringen.
de: Frames bietet eine optionale iCloud-Synchronisierung. Wenn sie aktiviert ist, werden die Daten, die du in der App erstellst (z. B. Filme, Einzelbilder und Metadaten), in deinem privaten iCloud-Account gespeichert und über alle Geräte synchronisiert, die mit derselben Apple-ID angemeldet sind. Diese Daten sind mit deiner Apple-ID verknüpft, werden von Apple gemäß den eigenen Datenschutzbestimmungen verarbeitet und sind für den Entwickler nicht zugänglich. Du kannst die iCloud-Synchronisierung jederzeit in den Einstellungen der App ein- oder ausschalten. Wenn du sie deaktivierst oder dich von iCloud abmeldest, wird die Synchronisierung beendet.
el: Το Frames προσφέρει προαιρετικό συγχρονισμό iCloud. Όταν είναι ενεργοποιημένος, τα δεδομένα που δημιουργείτε στην εφαρμογή (όπως τα φιλμ, τα καρέ και τα μεταδεδομένα σας) αποθηκεύονται στον ιδιωτικό σας λογαριασμό iCloud και συγχρονίζονται σε όλες τις συσκευές που είναι συνδεδεμένες με το ίδιο Apple ID. Αυτά τα δεδομένα συνδέονται με το Apple ID σας, τα διαχειρίζεται η Apple βάσει των δικών της όρων απορρήτου και δεν είναι προσβάσιμα στον προγραμματιστή. Μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε τον συγχρονισμό iCloud ανά πάσα στιγμή στις ρυθμίσεις της εφαρμογής. Αν τον απενεργοποιήσετε ή αποσυνδεθείτε από το iCloud, ο συγχρονισμός σταματά.
es: Frames ofrece sincronización con iCloud opcional. Cuando está activada, los datos que creas en la app (como tus películas, fotogramas y metadatos) se almacenan en tu cuenta privada de iCloud y se sincronizan entre los dispositivos que han iniciado sesión con el mismo ID de Apple. Estos datos están vinculados a tu ID de Apple, los gestiona Apple según sus propias condiciones de privacidad y el desarrollador no puede acceder a ellos. Puedes activar o desactivar la sincronización con iCloud en cualquier momento en los ajustes de la app. Si la desactivas o cierras sesión en iCloud, la sincronización se detiene.
fi: Frames tarjoaa valinnaisen iCloud-synkronoinnin. Kun se on käytössä, sovelluksessa luomasi tiedot (kuten filmit, kehykset ja metatiedot) tallennetaan yksityiselle iCloud-tilillesi ja synkronoidaan kaikkien samalla Apple ID:llä kirjautuneiden laitteiden välillä. Nämä tiedot on sidottu Apple ID:hesi, Apple käsittelee niitä omien tietosuojaehtojensa mukaisesti, eikä kehittäjällä ole pääsyä niihin. Voit ottaa iCloud-synkronoinnin käyttöön tai poistaa sen käytöstä milloin tahansa sovelluksen asetuksista. Jos poistat sen käytöstä tai kirjaudut ulos iCloudista, synkronointi pysähtyy.
fr: Frames propose une synchronisation iCloud facultative. Lorsqu'elle est activée, les données que vous créez dans l'app (comme vos pellicules, frames et métadonnées) sont stockées dans votre compte iCloud privé et synchronisées entre les appareils connectés au même identifiant Apple. Ces données sont liées à votre identifiant Apple, traitées par Apple selon ses propres conditions de confidentialité, et ne sont pas accessibles au développeur. Vous pouvez activer ou désactiver la synchronisation iCloud à tout moment dans les réglages de l'app. Si vous la désactivez ou vous déconnectez d'iCloud, la synchronisation s'arrête.
he: ‏Frames מציע סנכרון iCloud אופציונלי. כאשר הוא מופעל, הנתונים שאתה יוצר באפליקציה (כגון הסרטים, התמונות והמטא-נתונים שלך) נשמרים בחשבון iCloud הפרטי שלך ומסונכרנים בין מכשירים המחוברים לאותו Apple ID. נתונים אלה מקושרים ל‑Apple ID שלך, מנוהלים על ידי Apple בהתאם לתנאי הפרטיות שלה, ואינם נגישים למפתח. אפשר להפעיל או לכבות את סנכרון iCloud בכל עת בהגדרות האפליקציה. אם תכבה אותו או תתנתק מ‑iCloud, הסנכרון ייפסק.
hi: Frames वैकल्पिक iCloud सिंक प्रदान करता है। चालू होने पर, आप ऐप में जो डेटा बनाते हैं (जैसे आपकी फ़िल्में, फ्रेम और मेटाडेटा) वह आपके निजी iCloud खाते में संग्रहीत होता है और समान Apple ID से साइन इन किए गए डिवाइसों के बीच सिंक होता है। यह डेटा आपके Apple ID से जुड़ा होता है, Apple द्वारा अपनी गोपनीयता शर्तों के तहत संभाला जाता है, और डेवलपर के लिए सुलभ नहीं है। आप ऐप की सेटिंग में किसी भी समय iCloud सिंक चालू या बंद कर सकते हैं। यदि आप इसे बंद करते हैं या iCloud से साइन आउट करते हैं, तो सिंक होना बंद हो जाता है।
hr: Frames nudi neobaveznu iCloud sinkronizaciju. Kada je uključena, podaci koje izradite u aplikaciji (poput filmova, kadrova i metapodataka) pohranjuju se na vašem privatnom iCloud računu i sinkroniziraju među uređajima prijavljenima s istim Apple ID-om. Ti su podaci povezani s vašim Apple ID-om, njima upravlja Apple prema vlastitim pravilima o privatnosti i nisu dostupni razvojnom programeru. iCloud sinkronizaciju možete uključiti ili isključiti u bilo kojem trenutku u postavkama aplikacije. Ako je isključite ili se odjavite iz iClouda, sinkronizacija prestaje.
hu: A Frames opcionális iCloud-szinkronizálást kínál. Ha be van kapcsolva, az alkalmazásban létrehozott adatok (például a filmek, a kockák és a metaadatok) a privát iCloud-fiókodban tárolódnak, és szinkronizálódnak az ugyanazzal az Apple ID-val bejelentkezett eszközök között. Ezek az adatok az Apple ID-dhoz kötődnek, az Apple a saját adatvédelmi feltételei szerint kezeli őket, és a fejlesztő nem fér hozzájuk. Az iCloud-szinkronizálást bármikor be- vagy kikapcsolhatod az alkalmazás beállításaiban. Ha kikapcsolod, vagy kijelentkezel az iCloudból, a szinkronizálás leáll.
id: Frames menawarkan sinkronisasi iCloud opsional. Saat diaktifkan, data yang Anda buat di aplikasi (seperti film, frame, dan metadata) disimpan di akun iCloud pribadi Anda dan disinkronkan di seluruh perangkat yang masuk dengan Apple ID yang sama. Data ini terkait dengan Apple ID Anda, ditangani oleh Apple berdasarkan ketentuan privasinya sendiri, dan tidak dapat diakses oleh pengembang. Anda dapat mengaktifkan atau menonaktifkan sinkronisasi iCloud kapan saja di pengaturan aplikasi. Jika Anda menonaktifkannya atau keluar dari iCloud, sinkronisasi akan berhenti.
it: Frames offre la sincronizzazione iCloud opzionale. Quando è attiva, i dati che crei nell'app (come pellicole, fotogrammi e metadati) vengono memorizzati nel tuo account iCloud privato e sincronizzati tra i dispositivi con cui hai eseguito l'accesso con lo stesso ID Apple. Questi dati sono associati al tuo ID Apple, gestiti da Apple secondo le proprie condizioni sulla privacy e non sono accessibili allo sviluppatore. Puoi attivare o disattivare la sincronizzazione iCloud in qualsiasi momento nelle impostazioni dell'app. Se la disattivi o esci da iCloud, la sincronizzazione si interrompe.
ja: Frames では任意で iCloud 同期を利用できます。有効にすると、アプリで作成したデータ（フィルム、コマ、メタデータなど）があなたのプライベートな iCloud アカウントに保存され、同じ Apple ID でサインインしているデバイス間で同期されます。このデータはあなたの Apple ID に紐づけられ、Apple が独自のプライバシー条件に基づいて取り扱い、開発者はアクセスできません。iCloud 同期はアプリの設定でいつでもオン／オフを切り替えられます。オフにするか iCloud からサインアウトすると、同期は停止します。
ko: Frames는 선택적 iCloud 동기화를 제공합니다. 켜면 앱에서 만든 데이터(필름, 프레임, 메타데이터 등)가 사용자의 개인 iCloud 계정에 저장되고 동일한 Apple ID로 로그인된 기기 간에 동기화됩니다. 이 데이터는 사용자의 Apple ID에 연결되며, Apple이 자체 개인정보 보호 약관에 따라 처리하고, 개발자는 접근할 수 없습니다. 앱 설정에서 언제든지 iCloud 동기화를 켜거나 끌 수 있습니다. 끄거나 iCloud에서 로그아웃하면 동기화가 중단됩니다.
ms: Frames menawarkan penyegerakan iCloud pilihan. Apabila didayakan, data yang anda cipta dalam aplikasi (seperti filem, bingkai dan metadata) disimpan dalam akaun iCloud peribadi anda dan disegerakkan merentas peranti yang log masuk dengan Apple ID yang sama. Data ini terikat pada Apple ID anda, dikendalikan oleh Apple di bawah terma privasinya sendiri, dan tidak boleh diakses oleh pembangun. Anda boleh menghidupkan atau mematikan penyegerakan iCloud pada bila-bila masa dalam tetapan aplikasi. Jika anda mematikannya atau log keluar daripada iCloud, penyegerakan akan berhenti.
nb: Frames tilbyr valgfri iCloud-synkronisering. Når den er på, lagres dataene du oppretter i appen (som filmer, rammer og metadata) på din private iCloud-konto og synkroniseres på tvers av enheter som er logget på med samme Apple-ID. Disse dataene er knyttet til Apple-ID-en din, håndteres av Apple i henhold til Apples egne personvernvilkår, og er ikke tilgjengelige for utvikleren. Du kan slå iCloud-synkronisering på eller av når som helst i appens innstillinger. Hvis du slår den av eller logger ut av iCloud, stopper synkroniseringen.
nl: Frames biedt optionele iCloud-synchronisatie. Wanneer deze is ingeschakeld, worden de gegevens die je in de app aanmaakt (zoals je films, filmframes en metagegevens) opgeslagen in je privé-iCloud-account en gesynchroniseerd tussen apparaten die met dezelfde Apple ID zijn ingelogd. Deze gegevens zijn gekoppeld aan je Apple ID, worden door Apple verwerkt volgens de eigen privacyvoorwaarden en zijn niet toegankelijk voor de ontwikkelaar. Je kunt iCloud-synchronisatie op elk moment in- of uitschakelen in de instellingen van de app. Als je deze uitschakelt of uitlogt bij iCloud, stopt het synchroniseren.
pl: Frames oferuje opcjonalną synchronizację iCloud. Po włączeniu dane tworzone w aplikacji (takie jak filmy, klatki i metadane) są przechowywane na Twoim prywatnym koncie iCloud i synchronizowane między urządzeniami zalogowanymi do tego samego Apple ID. Dane te są powiązane z Twoim Apple ID, przetwarzane przez Apple zgodnie z jej własnymi zasadami prywatności i niedostępne dla dewelopera. Synchronizację iCloud możesz włączyć lub wyłączyć w dowolnym momencie w ustawieniach aplikacji. Jeśli ją wyłączysz lub wylogujesz się z iCloud, synchronizacja zostanie zatrzymana.
pt_br: O Frames oferece sincronização opcional com o iCloud. Quando ativada, os dados que você cria no app (como filmes, fotogramas e metadados) são armazenados na sua conta privada do iCloud e sincronizados entre os dispositivos conectados com o mesmo ID Apple. Esses dados estão vinculados ao seu ID Apple, são tratados pela Apple de acordo com os próprios termos de privacidade dela e não podem ser acessados pelo desenvolvedor. Você pode ativar ou desativar a sincronização com o iCloud a qualquer momento nos ajustes do app. Se você desativá-la ou sair do iCloud, a sincronização é interrompida.
ro: Frames oferă sincronizare iCloud opțională. Când este activată, datele pe care le creezi în aplicație (cum ar fi filmele, cadrele și metadatele) sunt stocate în contul tău iCloud privat și sincronizate între dispozitivele conectate cu același Apple ID. Aceste date sunt asociate cu Apple ID-ul tău, sunt gestionate de Apple conform propriilor condiții de confidențialitate și nu sunt accesibile dezvoltatorului. Poți activa sau dezactiva sincronizarea iCloud oricând din configurările aplicației. Dacă o dezactivezi sau te deconectezi din iCloud, sincronizarea se oprește.
ru: Frames предлагает необязательную синхронизацию iCloud. Когда она включена, данные, которые вы создаёте в приложении (например, плёнки, кадры и метаданные), хранятся в вашей личной учётной записи iCloud и синхронизируются между устройствами, на которых выполнен вход с одним и тем же Apple ID. Эти данные привязаны к вашему Apple ID, обрабатываются Apple в соответствии с её собственными условиями конфиденциальности и недоступны разработчику. Вы можете включить или отключить синхронизацию iCloud в любое время в настройках приложения. Если вы отключите её или выйдете из iCloud, синхронизация прекратится.
sk: Frames ponúka voliteľnú synchronizáciu cez iCloud. Keď je zapnutá, údaje, ktoré vytvoríte v aplikácii (napríklad filmy, snímky a metadáta), sa ukladajú do vášho súkromného účtu iCloud a synchronizujú sa medzi zariadeniami prihlásenými s rovnakým Apple ID. Tieto údaje sú viazané na vaše Apple ID, spravuje ich spoločnosť Apple podľa vlastných zásad ochrany súkromia a vývojár k nim nemá prístup. Synchronizáciu iCloud môžete kedykoľvek zapnúť alebo vypnúť v nastaveniach aplikácie. Ak ju vypnete alebo sa odhlásite z iCloudu, synchronizácia sa zastaví.
sv: Frames erbjuder valfri iCloud-synkronisering. När den är aktiverad lagras de data du skapar i appen (som dina filmer, rutor och metadata) på ditt privata iCloud-konto och synkroniseras mellan enheter som är inloggade med samma Apple-ID. Dessa data är kopplade till ditt Apple-ID, hanteras av Apple enligt Apples egna integritetsvillkor och är inte åtkomliga för utvecklaren. Du kan när som helst aktivera eller inaktivera iCloud-synkronisering i appens inställningar. Om du inaktiverar den eller loggar ut från iCloud stoppas synkroniseringen.
th: Frames มีการซิงค์ iCloud แบบเลือกได้ เมื่อเปิดใช้งาน ข้อมูลที่คุณสร้างในแอป (เช่น ฟิล์ม เฟรม และข้อมูลเมตา) จะถูกจัดเก็บไว้ในบัญชี iCloud ส่วนตัวของคุณ และซิงค์ข้ามอุปกรณ์ที่ลงชื่อเข้าใช้ด้วย Apple ID เดียวกัน ข้อมูลนี้ผูกกับ Apple ID ของคุณ จัดการโดย Apple ภายใต้ข้อกำหนดความเป็นส่วนตัวของ Apple เอง และผู้พัฒนาไม่สามารถเข้าถึงได้ คุณสามารถเปิดหรือปิดการซิงค์ iCloud ได้ตลอดเวลาในการตั้งค่าของแอป หากคุณปิดหรือออกจากระบบ iCloud การซิงค์จะหยุดลง
tr: Frames isteğe bağlı iCloud eşitleme sunar. Etkinleştirildiğinde, uygulamada oluşturduğunuz veriler (filmler, kareler ve meta veriler gibi) özel iCloud hesabınızda saklanır ve aynı Apple Kimliği ile oturum açılmış cihazlar arasında eşitlenir. Bu veriler Apple Kimliğinize bağlıdır, Apple tarafından kendi gizlilik koşulları kapsamında işlenir ve geliştirici tarafından erişilemez. iCloud eşitlemeyi istediğiniz zaman uygulamanın ayarlarından açıp kapatabilirsiniz. Kapatırsanız veya iCloud'dan çıkış yaparsanız eşitleme durur.
uk: Frames пропонує необов'язкову синхронізацію iCloud. Коли її ввімкнено, дані, які ви створюєте в застосунку (наприклад, плівки, кадри та метадані), зберігаються у вашому приватному обліковому записі iCloud і синхронізуються між пристроями, на яких виконано вхід з тим самим Apple ID. Ці дані прив'язані до вашого Apple ID, обробляються Apple згідно з її власними умовами конфіденційності й недоступні розробнику. Ви можете будь-коли ввімкнути або вимкнути синхронізацію iCloud у налаштуваннях застосунку. Якщо ви вимкнете її або вийдете з iCloud, синхронізація припиниться.
vi: Frames cung cấp tính năng đồng bộ iCloud tùy chọn. Khi được bật, dữ liệu bạn tạo trong ứng dụng (chẳng hạn như phim, khung hình và siêu dữ liệu) sẽ được lưu trong tài khoản iCloud riêng của bạn và đồng bộ trên các thiết bị đăng nhập cùng một Apple ID. Dữ liệu này gắn với Apple ID của bạn, được Apple xử lý theo các điều khoản quyền riêng tư của Apple và nhà phát triển không thể truy cập. Bạn có thể bật hoặc tắt đồng bộ iCloud bất cứ lúc nào trong phần cài đặt của ứng dụng. Nếu bạn tắt hoặc đăng xuất khỏi iCloud, việc đồng bộ sẽ dừng lại.
zh_hans: Frames 提供可选的 iCloud 同步。启用后，你在 App 中创建的数据（例如胶卷、帧和元数据）会存储在你的私人 iCloud 账户中，并在使用同一 Apple ID 登录的设备之间同步。这些数据与你的 Apple ID 关联，由 Apple 根据其自身的隐私条款处理，开发者无法访问。你可以随时在 App 的设置中开启或关闭 iCloud 同步。如果你将其关闭或退出 iCloud，同步将停止。
zh_hant: Frames 提供可選用的 iCloud 同步。啟用後，你在 App 中建立的資料（例如底片、畫格和中繼資料）會儲存在你的私人 iCloud 帳戶中，並在使用同一 Apple ID 登入的裝置之間同步。這些資料與你的 Apple ID 連結，由 Apple 根據其自身的隱私條款處理，開發者無法存取。你可以隨時在 App 的設定中開啟或關閉 iCloud 同步。如果你將其關閉或登出 iCloud，同步便會停止。
zh_hk: Frames 提供可選用的 iCloud 同步。啟用後，你在 App 中建立的資料（例如菲林、格和中繼資料）會儲存在你的私人 iCloud 帳戶中，並在使用同一 Apple ID 登入的裝置之間同步。這些資料與你的 Apple ID 連結，由 Apple 根據其私隱條款處理，開發者無法存取。你可以隨時在 App 的設定中開啟或關閉 iCloud 同步。如果你關閉同步或登出 iCloud，同步便會停止。

# descr_privacy_paragraph2
source: The app uses Apple's StoreKit framework to manage subscriptions. This process is handled entirely by Apple, and no personal information from transactions is accessible to the developer.
ar: يستخدم التطبيق إطار عمل StoreKit من Apple لإدارة الاشتراكات. تتم معالجة هذه العملية بالكامل بواسطة Apple، ولا يمكن للمطور الوصول إلى أي معلومات شخصية من المعاملات.
cs: Aplikace využívá framework StoreKit společnosti Apple ke správě předplatného. Tento proces je plně zajišťován společností Apple a vývojář nemá přístup k žádným osobním údajům z transakcí.
da: Appen bruger Apples StoreKit-rammeværk til at administrere abonnementer. Denne proces håndteres udelukkende af Apple, og ingen personlige oplysninger fra transaktioner er tilgængelige for udvikleren.
de: Die App verwendet Apples StoreKit-Framework zur Verwaltung von Abonnements. Dieser Vorgang wird vollständig von Apple abgewickelt, und der Entwickler hat keinen Zugriff auf persönliche Informationen aus Transaktionen.
el: Η εφαρμογή χρησιμοποιεί το πλαίσιο StoreKit της Apple για τη διαχείριση συνδρομών. Αυτή η διαδικασία διεκπεραιώνεται εξ ολοκλήρου από την Apple και ο προγραμματιστής δεν έχει πρόσβαση σε προσωπικές πληροφορίες από τις συναλλαγές.
es: La aplicación utiliza el framework StoreKit de Apple para gestionar las suscripciones. Este proceso es gestionado íntegramente por Apple, y el desarrollador no tiene acceso a ninguna información personal de las transacciones.
fi: Sovellus käyttää Applen StoreKit-kehystä tilausten hallintaan. Tämän prosessin hoitaa kokonaan Apple, eikä kehittäjällä ole pääsyä tapahtumien henkilötietoihin.
fr: L'application utilise le framework StoreKit d'Apple pour gérer les abonnements. Ce processus est entièrement géré par Apple, et le développeur n'a accès à aucune information personnelle issue des transactions.
he: האפליקציה משתמשת במסגרת StoreKit של Apple לניהול מנויים. תהליך זה מטופל במלואו על ידי Apple, ולמפתח אין גישה למידע אישי מעסקאות.
hi: ऐप सब्सक्रिप्शन प्रबंधित करने के लिए Apple के StoreKit फ्रेमवर्क का उपयोग करता है। यह प्रक्रिया पूरी तरह से Apple द्वारा संभाली जाती है, और लेनदेन से कोई भी व्यक्तिगत जानकारी डेवलपर के लिए सुलभ नहीं है।
hr: Aplikacija koristi Appleov okvir StoreKit za upravljanje pretplatama. Taj je proces u potpunosti u nadležnosti Applea, a razvojni programer nema pristup osobnim podacima iz transakcija.
hu: Az alkalmazás az Apple StoreKit keretrendszerét használja az előfizetések kezeléséhez. Ezt a folyamatot teljes egészében az Apple kezeli, és a fejlesztő nem fér hozzá a tranzakciókból származó személyes adatokhoz.
id: Aplikasi menggunakan framework StoreKit Apple untuk mengelola langganan. Proses ini ditangani sepenuhnya oleh Apple, dan tidak ada informasi pribadi dari transaksi yang dapat diakses oleh pengembang.
it: L'app utilizza il framework StoreKit di Apple per gestire gli abbonamenti. Questo processo è gestito interamente da Apple e lo sviluppatore non ha accesso ad alcuna informazione personale derivante dalle transazioni.
ja: 本アプリはサブスクリプション管理にAppleのStoreKitフレームワークを使用しています。このプロセスは完全にAppleによって処理され、開発者は取引に関する個人情報にアクセスできません。
ko: 앱은 구독 관리를 위해 Apple의 StoreKit 프레임워크를 사용합니다. 이 과정은 전적으로 Apple에 의해 처리되며, 개발자는 거래에서 발생하는 개인 정보에 접근할 수 없습니다.
ms: Aplikasi ini menggunakan rangka kerja StoreKit Apple untuk mengurus langganan. Proses ini dikendalikan sepenuhnya oleh Apple, dan tiada maklumat peribadi daripada transaksi boleh diakses oleh pembangun.
nb: Appen bruker Apples StoreKit-rammeverk for å administrere abonnementer. Denne prosessen håndteres utelukkende av Apple, og utvikleren har ikke tilgang til personlig informasjon fra transaksjoner.
nl: De app maakt gebruik van Apples StoreKit-framework voor het beheren van abonnementen. Dit proces wordt volledig door Apple afgehandeld en de ontwikkelaar heeft geen toegang tot persoonlijke informatie uit transacties.
pl: Aplikacja wykorzystuje framework StoreKit firmy Apple do zarządzania subskrypcjami. Proces ten jest w całości obsługiwany przez Apple, a deweloper nie ma dostępu do żadnych danych osobowych z transakcji.
pt_br: O aplicativo utiliza o framework StoreKit da Apple para gerenciar assinaturas. Este processo é inteiramente gerenciado pela Apple, e o desenvolvedor não tem acesso a nenhuma informação pessoal das transações.
ro: Aplicația utilizează framework-ul StoreKit de la Apple pentru gestionarea abonamentelor. Acest proces este gestionat în întregime de Apple, iar dezvoltatorul nu are acces la nicio informație personală din tranzacții.
ru: Приложение использует фреймворк StoreKit от Apple для управления подписками. Этот процесс полностью обрабатывается Apple, и разработчик не имеет доступа к личной информации из транзакций.
sk: Aplikácia využíva framework StoreKit spoločnosti Apple na správu predplatného. Tento proces je plne zabezpečovaný spoločnosťou Apple a vývojár nemá prístup k žiadnym osobným údajom z transakcií.
sv: Appen använder Apples StoreKit-ramverk för att hantera prenumerationer. Denna process hanteras helt av Apple, och utvecklaren har inte tillgång till någon personlig information från transaktioner.
th: แอปใช้เฟรมเวิร์ก StoreKit ของ Apple ในการจัดการการสมัครสมาชิก กระบวนการนี้ดำเนินการโดย Apple ทั้งหมด และนักพัฒนาไม่สามารถเข้าถึงข้อมูลส่วนบุคคลจากธุรกรรมใดๆ ได้
tr: Uygulama, abonelikleri yönetmek için Apple'ın StoreKit çerçevesini kullanır. Bu süreç tamamen Apple tarafından yönetilir ve geliştiricinin işlemlerden elde edilen kişisel bilgilere erişimi yoktur.
uk: Застосунок використовує фреймворк StoreKit від Apple для керування підписками. Цей процес повністю обробляється Apple, і розробник не має доступу до особистої інформації з транзакцій.
vi: Ứng dụng sử dụng framework StoreKit của Apple để quản lý đăng ký. Quá trình này được Apple xử lý hoàn toàn, và nhà phát triển không có quyền truy cập vào bất kỳ thông tin cá nhân nào từ các giao dịch.
zh_hans: 本应用使用 Apple 的 StoreKit 框架管理订阅。此过程完全由 Apple 处理，开发者无法访问交易中的任何个人信息。
zh_hant: 本應用程式使用 Apple 的 StoreKit 框架管理訂閱。此過程完全由 Apple 處理，開發者無法存取交易中的任何個人資訊。
zh_hk: 本應用程式使用 Apple 的 StoreKit 框架管理訂閱。此過程完全由 Apple 處理，開發者無法存取交易中的任何個人資訊。
